Repository: flowzix/WTBot
Catalog: WTBot/Properties/Resources.*.resx
Languages: pl

# errorEnter
source: Enter
pl: Uzupełnij

# butTaskEdit
source: Edit
pl: Edytuj

# butTaskRemove
source: Remove
pl: Usuń

# colId
source: ID
pl: Numer

# colKeywords
source: Keywords
pl: Słowa kluczowe

# colProgress
source: Progress
pl: Status

# colRun
source: Run
pl: Uruchom

# dataAddress1
source: Address1
pl: Adres1

# dataAddress2
source: Address2
pl: Adres2

# dataCardExpire
source: Expires
pl: Wygasa

# dataCardNumber
source: Number
pl: Numer

# dataCity
source: City
pl: Miasto

# dataCountry
source: Country
pl: Państwo

# dataFullName
source: Full name
pl: Pełne imię

# dataPostcode
source: Postcode
pl: Kod pocztowy

# dataTel
source: Telephone
pl: Nr telefonu

# tabSettings
source: Settings
pl: Ustawienia

# tabTasks
source: Tasks
pl: Zadania

# dataCard
source: Card details
pl: Dane karty

# dataCardType
source: Type
pl: Typ

# dataPersonal
source: Personal data
pl: Informacje osobiste

# dataSave
source: Save
pl: Zapisz

# dataClear
source: Clear
pl: Wyczyść

# dataRef
source: Profile name
pl: Nazwa profilu

# taskInfoWindowName
source: Task data
pl: Dane o zadaniu

# taskInfoCategory
source: Category
pl: Kategoria

# taskInfoCheckoutDelay
source: Checkout delay
pl: Opóźnienie

# taskInfoColor
source: Color
pl: Kolor

# taskInfoProfile
source: Profile
pl: Profil

# taskInfoSize
source: Size
pl: Rozmiar

# logAdding
source: Adding
pl: Dodawanie

# logCheckedOutSuc
source: Checked out successfully
pl: Przedmiot poprawnie kupiony

# logFoundMatchingItem
source: Found matching item:
pl: Znaleziono pasujący przedmiot:

# logFoundTotalOf
source: Found total of
pl: Znaleziono w sumie

# logItemsIn
source: items in
pl: przedmiotów w kategorii

# logLoadingData
source: Loading user data
pl: Wczytywanie danych użytkownika

# logLoadingDataFinished
source: User data loaded
pl: Dane użytkownika wczytane poprawnie

# logStartedTaskWithId
source: Starting new task named
pl: Rozpoczynanie nowego zadania o nazwie

# logSuccessfullyAdded
source: Successfully added
pl: Poprawnie dodano

# logToCart
source: to cart
pl: do koszyka

# errorAddProfileFirst
source: Please add profile first. You can do that in settings.
pl: Najpierw dodaj profil. Możesz to zrobić w ustawieniach.

# errorSelectTaskFirst
source: Please select task first.
pl: Najpierw wybierz zadanie.

# logTaskRemoved
source: Task removed.
pl: Zadanie usunięte.

# errorNotFoundRefIn
source: Item was not found on the website. Refreshing in
pl: Przedmiot nie został znaleziony. Odświeżenie strony nastąpi za

# logStoppingThreadWithIt
source: Stopping task named
pl: Zatrzymuję zadanie o nazwie

# toolTipCheckoutDelay
source: Number of miliseconds to wait before checkout. 2000 = 2seconds, 2500 = 2.5 seconds. We recommend you to check out atleast after 3 seconds, not to be recognized as bot.
pl: Liczba milisekund którą program odczeka zanim kupi przedmiot na stronie checkoutu. Przykładowo 3000 to 3 sekundy, zalecamy checkout po co najmniej trzech sekundach, aby nie być wykrytym jako bot.

# toolTipColor
source: Colorway of the item to be bought. Examples: 'yellow' or 'magneta'
pl: Kolor przedmiotu który ma być kupiony np. 'yellow' lub 'magneta'

# toolTipKeywords
source: Keywords separated with ',' signs, unambiguously identifying an item. Item name must contain every keyword given, to be bought. For example when you want to buy item named "Vibrations Corduroy Trucker Jacket" you can put "vibrations,corduroy"
pl: Przykładowo: "box,hoodie" jeśli chcemy kupić przedmiot o nazwie "Box Logo Hoodie"

# butTaskAdd
source: Add
pl: Dodaj

# errorNoSizeAvailable
source: Selected size is not available. Aborting.
pl: Wybrany rozmiar nie jest dostępny. Zadanie zostanie zatrzymane.

# errorCantSaveWithoutItems
source: You can't save a task without adding any items first.
pl: Nie możesz zapisać zadania bez przedmiotów

# errorSelectItemFirst
source: Select item first.
pl: Najpierw zaznacz przedmiot.

source: Task name
pl: Nazwa zadania

# errorProfileDoesntExist
source: Selected profile doesn't exist or might have been deleted. Edit task and select another one.
pl: Wybrany profil nie istnieje, lub został usuniety. Edytuj zadanie i wybierz inny profil.

# logItemNotAvailable
source: This item is no longer available in this size/style
pl: Ten przedmiot nie jest już dostępny w tym kolorze/rozmiarze

# logTryingToFindItem
source: Trying to find matching item
pl: Próbuję znaleźć pasujący przedmiot

# errorNoCaptchasAvailable
source: No solved captchas are available to checkout.
pl: Brak rozwiązanych captcha aby dokończyć kupowanie.

# lProxyAddress
source: IP Address:port
pl: Adres IP:Port

# lProxyName
source: Proxy name
pl: Nazwa Proxy

# lProxyPassword
source: Password
pl: Hasło

# lProxyUsername
source: Username
pl: Nazwa użytk.

# tabProfiles
source: Profiles
pl: Profile

# tabProxyAndSettings
source: Proxy/Settings
pl: Proxy/Ustawienia

# labelRefreshFreq
source: Refresh interval
pl: Częstość odświeżania

# labelSettings
source: Settings
pl: Ustawienia

# errorCardOrSoldOut
source: A card error occured or item was sold out.
pl: Wystąpił błąd karty lub przedmiot został wyprzedany.

source: Error occured:
pl: Wystąpił błąd aktywatora:

# errorProductKeyNotValid
source: Product key isn't valid.
pl: Klucz produktu jest niepoprawny.

# actSerialKeyLabel
source: Activation code
pl: Klucz aktywacyjny

# actVerifyBut
source: Verify
pl: Weryfikuj

# actWinTitle
source: Provide activation code
pl: Wprowadź klucz aktywacyjny

# cardError
source: Card processing error occured
pl: Błąd podczas przetwarzania karty

# checkoutError
source: Internal bot error (Too fast / Sold out / Captcha error )
pl: Błąd wewnętrzny bota lub strony supreme. ( Wyprzedany item / zbyt szybko / błąd captcha )
